Repository: nikndr/xpo-ios
Catalog: Expo/Supporting Files/Localization/*.lproj/Localizable.strings
Languages: uk

source: Create
uk: Створити

source: Submit
uk: Прийняти

source: Cancel
uk: Відмінити

source: Save
uk: Зберегти

source: Edit
uk: Редагувати

source: Open
uk: Відкрити

source: Saved!
uk: Збережено!

source: Please wait
uk: Зачекайте, будь ласка

source: Deleting expo
uk: Видаляємо виставку

source: Create new expo
uk: Створити нову виставку

source: Creating new Expo
uk: Створюємо нову виставку

source: You have created your expo
uk: Виставку успішно створено

source: You have updated your expo
uk: Виставку успішно оновлено

source: Creating failed
uk: Помилка створення

source: Could not create expo
uk: Ми не змогли створити виставку

source: Saving Expo
uk: Зберігаємо виставку

source: Updating failed
uk: Помилка оновлення

source: Could not update Expo
uk: Ми не змогли оновити виставку

source: Updating your profile
uk: Оновлюємо ваш профіль

source: You will see your updated profile immediately
uk: Ви побачите змінений профіль одразу ж

source: Could not update profile
uk: Ми не змогли оновити профіль

source: This field cannot be empty
uk: Потрібно заповнити це поле

source: Must be at least 3 characters long and have no spaces
uk: Мінімальна довжина - 3 символи, без пробілів

source: Logging in
uk: Авторизуємо

source: Login failed
uk: Помилка авторизації

source: Invalid login and password combination
uk: Невірні логін та пароль

source: Creating your account
uk: Створюємо Обліковий запис

source: Your account created
uk: Обліковий запис створено

source: Go ahead and log in!
uk: Хутчіш авторизуйтеся!

source: Sign up failed
uk: Помилка реєстрації

source: Deleting your comment
uk: Видаляємо ваш коментар

source: What do you think about
uk: Що думаєте про

source: Add your comment to share an opinion
uk: Поділіться думками в коментарі

source: Please, type in your comment
uk: Напишіть коментар, будь ласка

source: Problem with adding your comment. Please, try again later
uk: Не вдалося додати коментар, спробуйте ще раз

source: Download Expo
uk: Завантажити
